"Ana Sayfa" = "Startseite";
"Uyarı" = "Warnung";
"Tamam" = "Ok";
"Oyun ara..." = "Suchspiel...";
"Favori kaldırılırken  hata oluştu! Lütfen daha sonra tekrar deneyin." = "Fehler beim Entfernen des Favoriten! Bitte versuchen Sie es später erneut.";
"Favorilere eklenirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "
Fehler beim Hinzufügen zu Favoriten! Bitte versuchen Sie es später erneut.";
"Favorilerim" = "Meine Favoriten";
"Sil" = "Löschen";
"Notlarım" = "Meine Notizen";
"Not başlığına veya oyun adına göre..." = "Nach Notentitel oder Spielname...";
"Not başlığı boş bırakılamaz!" = "Hinweistitel darf nicht leer bleiben!";
"Not açıklaması boş bırakılamaz!" = "Hinweisbeschreibung darf nicht leer bleiben!";
"Hata oluştu, lütfen daha sonra tekrar deneyiniz!" = "Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut!";
"Favoriler yüklenirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Fehler beim Laden der Favoriten! Bitte versuchen Sie es später erneut.";
"Favori silinirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Fehler beim Löschen des Favoriten! Bitte versuchen Sie es später erneut.";
"Notlar yüklenirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Fehler beim Laden von Notizen! Bitte versuchen Sie es später erneut.";
"Not silinirken hata oluştu! Lütfen daha sonra tekrar deneyin." = "Fehler beim Löschen der Notiz! Bitte versuchen Sie es später erneut.";
"Popülerlik" = "Popularität";
"Çıkış Tarihi" = "Veröffentlichungsdatum";
"İsim" = "Name";
"oyunu favorilerine eklendi." = "das Spiel wurde zu Ihren Favoriten hinzugefügt.";
"oyunu ile ilgili düşüncelerin notlarına eklendi." = "hinzugefügt zu den Notizen von Gedanken über das Spiel.";
"Notun silindi." = "Ihre Notiz wurde gelöscht.";
"Favorin silindi." = "Ihr Favorit wurde gelöscht.";
"Başarılı" = "Erfolgreich";
"İLERİ" = "WEITER";
"Ara" = "Suche";
"Saat" = "Stunde";
"İptal" = "Absagen";
"Favorilerde ara..." = "In Favoriten suchen...";
"Düzenle" = "Bearbeiten";
"adlı not güncellendi." = "der Hinweis wurde aktualisiert.";
